[
  {
    "nameUID": "Ancestral Hymn",
    "star": 3,
    "desc": "A music box made by an unknown person. Used to level up Traces moderately for Harmony characters."
  },
  {
    "nameUID": "Ancient Engine",
    "star": 4,
    "desc": "Mechanical engine left behind from the Old World. Advanced material used for enhancement."
  },
  {
    "nameUID": "Ancient Part",
    "star": 2,
    "desc": "Mechanical part left behind from the Old World. Crude material used for enhancement."
  },
  {
    "nameUID": "Ancient Spindle",
    "star": 3,
    "desc": "Mechanical spindle left behind from the Old World. Normal material used for enhancement."
  },
  {
    "nameUID": "Arrow of the Beast Hunter",
    "star": 2,
    "desc": "An arrowhead forged with Frost Steel by the craftsmen of Xianzhou. Used to level up Traces slightly for Hunt characters."
  },
  {
    "nameUID": "Arrow of the Demon Slayer",
    "star": 3,
    "desc": "An arrowhead forged with Stellaris Essence by the craftsmen of Xianzhou. Used to level up Traces moderately for Hunt characters."
  },
  {
    "nameUID": "Arrow of the Starchaser",
    "star": 4,
    "desc": "A shard of the Sky-Shattering Lux Arrow shot by the Reignbow Arbiter. Used to level up Traces significantly for Hunt characters."
  },
  {
    "nameUID": "Artifex's Cogwheel",
    "star": 3,
    "desc": "Parts of the Xianzhou machines. Normal material used for enhancement."
  },
  {
    "nameUID": "Artifex's Gyreheart",
    "star": 4,
    "desc": "Components used in Xianzhou's ingenium creations. Advanced material used for enhancement."
  },
  {
    "nameUID": "Artifex's Module",
    "star": 2,
    "desc": "Components used in Xianzhou's ingenium creations. Crude material used for enhancement."
  },
  {
    "nameUID": "Ascendant Debris",
    "star": 4,
    "desc": "Remains of The Ascended. Can be used for Ascension of Wind characters."
  },
  {
    "nameUID": "Broken Teeth of Iron Wolf",
    "star": 4,
    "desc": "Fragmented saw teeth left behind by automatons. Can be used for the Ascension of Physical characters."
  },
  {
    "nameUID": "Condensed Aether",
    "star": 3,
    "desc": "Enhancement material for Light Cones, provides 2,000 Light Cone EXP."
  },
  {
    "nameUID": "Conqueror's Will",
    "star": 4,
    "desc": "Condensed anti-matter. Advanced material used for enhancement."
  },
  { "nameUID": "Destroyer's Final Road", "star": 4, "desc": "Advanced level-up material for Traces." },
  {
    "nameUID": "Endotherm Chitin",
    "star": 4,
    "desc": "Hot, translucent substance almost like fire in the solid state. Can be used for the Ascension of Fire characters."
  },
  {
    "nameUID": "Endurance of Bronze",
    "star": 2,
    "desc": "A crude but durable ancient hand-held bronze shield. Used to level up Traces slightly for Preservation characters."
  },
  {
    "nameUID": "Enigmatic Ectostella",
    "star": 4,
    "desc": "A fathomless crystal. Ascension material for the Trailblazer."
  },
  {
    "nameUID": "Extinguished Core",
    "star": 2,
    "desc": "The heart of a monster wandering the Fragmentum. Crude material used for enhancement"
  },
  {
    "nameUID": "Flower of Eternity",
    "star": 4,
    "desc": "A gorgeous flower blooming from the Sprout of Life. Used to level up Traces significantly for Abundance characters."
  },
  {
    "nameUID": "Gelid Chitin",
    "star": 4,
    "desc": "Frosty chitin emitting a cold humming. Can be used for the Ascension of Ice characters."
  },
  {
    "nameUID": "Glimmering Core",
    "star": 3,
    "desc": "The heart of a monster wandering the Fragmentum. Normal material used for enhancement."
  },
  {
    "nameUID": "Golden Crown of the Past Shadow",
    "star": 4,
    "desc": "Headwear of the Decaying Shadow. Can be used for the Ascension of Imaginary characters."
  },
  { "nameUID": "Guardian's Lament", "star": 4, "desc": "Advanced level-up material for Traces." },
  {
    "nameUID": "Harmonic Tune",
    "star": 2,
    "desc": "A compact music box made by an unknown person. Used to level up Traces slightly for Harmony characters."
  },
  {
    "nameUID": "Horn of Snow",
    "star": 4,
    "desc": "Broken horn of a Frigid Prowler. Can be used for the Ascension of Ice characters."
  },
  {
    "nameUID": "Immortal Aeroblossom",
    "star": 3,
    "desc": "New flowers blooming out of an ancient divine construct. Normal material used for enhancement."
  },
  {
    "nameUID": "Immortal Lumintwig",
    "star": 4,
    "desc": "Deciduous twigs from an ancient divine construct. Advanced material used for enhancement."
  },
  {
    "nameUID": "Immortal Scionette",
    "star": 2,
    "desc": "New and young shoot budding from an ancient divine construct. Crude material used for enhancement."
  },
  {
    "nameUID": "Key of Inspiration",
    "star": 2,
    "desc": "A mythical key that appears in the hands of the Meditative Scholars. Used to level up Traces slightly for Erudition characters."
  },
  {
    "nameUID": "Key of Knowledge",
    "star": 3,
    "desc": "A mythical key that appears in the hands of the sages of the worlds. Used to level up Traces moderately for Erudition characters."
  },
  {
    "nameUID": "Key of Wisdom",
    "star": 4,
    "desc": "A mythical key that appears in the hands of the greatest prodigies of the galaxy. Used to level up Traces significantly for Erudition characters."
  },
  {
    "nameUID": "Lifeless Blade",
    "star": 3,
    "desc": "Weapon fragments left behind by members of the Antimatter Legion. Used to level up Traces moderately for Destruction characters."
  },
  {
    "nameUID": "Lightning Crown of the Past Shadow",
    "star": 4,
    "desc": "Headwear of the Guardian Shadows. Can be used for the Ascension of Lightning characters."
  },
  {
    "nameUID": "Oath of Steel",
    "star": 3,
    "desc": "A shield forged with irreplaceable craftsmanship from an unknown alloy. Used to level up Traces moderately for Preservation characters."
  },
  {
    "nameUID": "Obsidian of Desolation",
    "star": 3,
    "desc": "A chunk of dark matter captured from the void. Used to level up Traces moderately for Nihility characters."
  },
  {
    "nameUID": "Obsidian of Dread",
    "star": 2,
    "desc": "A fragment of dark matter captured from the void. Used to level up Traces slightly for Nihility characters."
  },
  {
    "nameUID": "Obsidian of Obsession",
    "star": 4,
    "desc": "A sizable piece of dark matter captured from the void. Used to level up Traces significantly for Nihility characters."
  },
  { "nameUID": "Regret of Infinite Ochema", "star": 4, "desc": "Advanced level-up material for Traces." },
  {
    "nameUID": "Safeguard of Amber",
    "star": 4,
    "desc": "An unusual shield embedded with ambers mined from beyond the skies. Used to level up Traces significantly for Preservation characters."
  },
  {
    "nameUID": "Seed of Abundance",
    "star": 2,
    "desc": "A seed of blessing sown by the Aeon of Abundance. Used to level up Traces slightly for Abundance characters."
  },
  {
    "nameUID": "Shape Shifter's Lightning Staff",
    "star": 4,
    "desc": "A wooden staff with a pointed tip. It belonged to a shape shifter from the Disciples of Sanctus Medicus. Can be used for the Ascension of Lightning characters."
  },
  {
    "nameUID": "Shattered Blade",
    "star": 2,
    "desc": "Weapon fragments left behind by members of the Antimatter Legion. Used to level up Traces slightly for Destruction characters."
  },
  {
    "nameUID": "Silvermane Badge",
    "star": 2,
    "desc": "Pin badge worn by soldiers of the Silvermane Guards. Crude material used for enhancement."
  },
  {
    "nameUID": "Silvermane Insignia",
    "star": 3,
    "desc": "Military rank insignia worn by captains of the Silvermane Guard. Normal material used for enhancement."
  },
  {
    "nameUID": "Silvermane Medal",
    "star": 4,
    "desc": "Medal of honor worn by soldiers of the Silvermane Guards with gallant and meritorious service. Advanced material used for enhancement."
  },
  {
    "nameUID": "Sprout of Life",
    "star": 3,
    "desc": "A young sprout emerging from the Seed of Abundance. Used to level up Traces moderately for Abundance characters."
  },
  {
    "nameUID": "Squirming Core",
    "star": 4,
    "desc": "The heart of a monster wandering the Fragmentum. Advanced material used for enhancement."
  },
  {
    "nameUID": "Stellaris Symphony",
    "star": 4,
    "desc": "A music box with complex structures made by an unknown person. Used to level up Traces significantly for Harmony characters."
  },
  {
    "nameUID": "Storm Eye",
    "star": 4,
    "desc": "Arrows belonged to a Stormbringer. Can be used for the Ascension of Wind characters."
  },
  {
    "nameUID": "Thief's Instinct",
    "star": 2,
    "desc": "A small amount of anti-matter. Crude material used for enhancement."
  },
  { "nameUID": "Tracks of Destiny", "star": 5, "desc": "Advanced level-up material for Traces." },
  {
    "nameUID": "Traveler's Guide",
    "star": 4,
    "desc": "Experience material for characters. Provides 20,000 character EXP."
  },
  {
    "nameUID": "Usurper's Scheme",
    "star": 3,
    "desc": "A moderate amount of anti-matter. Normal material used for enhancement."
  },
  {
    "nameUID": "Void Cast Iron",
    "star": 4,
    "desc": "Horseshoe of a Voidranger: Trampler. Can be used for the Ascension of Quantum characters."
  },
  {
    "nameUID": "Worldbreaker Blade",
    "star": 4,
    "desc": "Broken weapon left behind by members of the Antimatter Legion. Used to level up Traces significantly for Destruction characters."
  }
]
